Revit 2027 API
LinkLoadResult Constructor
Overload List
Name | Description
LinkLoadResult() |  Constructs a new uninitialized LinkLoadResult object.
LinkLoadResult(LinkLoadResult) |  Constructs a new copy of the input LinkLoadResult object.
Top
See Also
Reference
LinkLoadResult Class
Autodesk.Revit.DB Namespace